[{"name"=>"﻿Wonder", "author"=>"R. J. Palacio", "notes"=>[{"meta"=>"- Highlight Loc. 2574-75  | Added on Monday, October 08, 2012, 02:16 PM", "text"=>"maybe it is a lottery, but the universe makes it all even out in the end. the universe takes care of all its birds. "}]}, {"name"=>"Wonder", "author"=>"R. J. Palacio", "notes"=>[{"meta"=>"- Highlight Loc. 3691  | Added on Tuesday, October 09, 2012, 01:56 AM", "text"=>"“ ‘Shall we make a new rule of life … always to try to be a little kinder than is necessary?’ ”"}]}, {"name"=>"The Power of Habit", "author"=>"Charles Duhigg", "notes"=>[{"meta"=>"- Highlight Loc. 105-7  | Added on Wednesday, October 10, 2012, 02:02 PM", "text"=>"By focusing on one pattern—what is known as a “keystone habit”—Lisa had taught herself how to reprogram the other routines in her life, as well. It’s"}, {"meta"=>"- Highlight Loc. 116  | Added on Wednesday, October 10, 2012, 02:04 PM", "text"=>"a decision becomes an automatic behavior,”"}, {"meta"=>"- Highlight Loc. 398-99  | Added on Thursday, October 11, 2012, 01:01 AM", "text"=>"This process—in which the brain converts a sequence of actions into an automatic routine—is known as “chunking,” and it’s at the root of how habits form."}, {"meta"=>"- Highlight Loc. 413-14  | Added on Thursday, October 11, 2012, 01:02 AM", "text"=>"Habits, scientists say, emerge because the brain is constantly looking for ways to save effort."}, {"meta"=>"- Highlight Loc. 429-32  | Added on Thursday, October 11, 2012, 01:05 AM", "text"=>"This process within our brains is a three-step loop. First, there is a cue, a trigger that tells your brain to go into automatic mode and which habit to use. Then there is the routine, which can be physical or mental or emotional. Finally, there is a reward, which helps your brain figure out if this particular loop is worth remembering for the future:"}, {"meta"=>"- Highlight Loc. 439-40  | Added on Thursday, October 11, 2012, 01:06 AM", "text"=>"So unless you deliberately fight a habit—unless you find new routines—the pattern will unfold automatically."}, {"meta"=>"- Highlight Loc. 514-15  | Added on Thursday, October 11, 2012, 01:18 AM", "text"=>"it’s possible to learn and make unconscious choices without remembering anything about the lesson or decision making."}, {"meta"=>"- Highlight Loc. 552-53  | Added on Thursday, October 11, 2012, 01:22 AM", "text"=>"By learning to observe the cues and rewards, though, we can change the routines."}, {"meta"=>"- Highlight Loc. 676-78  | Added on Thursday, October 11, 2012, 01:31 AM", "text"=>"That psychology was grounded in two basic rules: First, find a simple and obvious cue. Second, clearly define the rewards."}, {"meta"=>"- Highlight Loc. 834-35  | Added on Thursday, October 11, 2012, 01:52 PM", "text"=>"Schultz’s probes started recording the “I got a reward!” pattern the instant Julio saw the shapes on the screen, before the juice arrived:"}, {"meta"=>"- Highlight Loc. 849-50  | Added on Thursday, October 11, 2012, 01:53 PM", "text"=>"had developed a habit—once its brain anticipated the reward—the distractions held no allure."}, {"meta"=>"- Highlight Loc. 853-54  | Added on Thursday, October 11, 2012, 01:54 PM", "text"=>"This explains why habits are so powerful: They create neurological cravings."}, {"meta"=>"- Highlight Loc. 873-75  | Added on Thursday, October 11, 2012, 01:56 PM", "text"=>"This is how new habits are created: by putting together a cue, a routine, and a reward, and then cultivating a craving that drives the loop.2.26"}, {"meta"=>"- Highlight Loc. 899-900  | Added on Thursday, October 11, 2012, 02:00 PM", "text"=>"had come to crave a regular sense of triumph from tracking their performances, and that self-reward was enough to make the physical activity into a habit."}, {"meta"=>"- Highlight Loc. 998-99  | Added on Thursday, October 11, 2012, 02:09 PM", "text"=>"“Consumers need some kind of signal that a product is working,”"}, {"meta"=>"- Highlight Loc. 1201-3  | Added on Thursday, October 11, 2012, 10:45 PM", "text"=>"Alcoholics crave a drink because it offers escape, relaxation, companionship, the blunting of anxieties, and an opportunity for emotional release. They might crave a cocktail to forget their worries. But they don’t necessarily crave feeling drunk. The physical effects of alcohol are often one of the least rewarding parts of drinking for addicts."}, {"meta"=>"- Highlight Loc. 1230-31  | Added on Thursday, October 11, 2012, 10:48 PM", "text"=>"they learned new routines that drew on the old triggers and provided a familiar relief."}, {"meta"=>"- Highlight Loc. 1397-98  | Added on Friday, October 12, 2012, 01:46 PM", "text"=>"It was belief itself that made a difference. Once people learned how to believe in something, that skill started spilling over to other parts of their lives, until they started believing they could change."}, {"meta"=>"- Highlight Loc. 1409  | Added on Friday, October 12, 2012, 01:48 PM", "text"=>"A community creates belief.”"}, {"meta"=>"- Note Loc. 1445  | Added on Friday, October 12, 2012, 01:53 PM", "text"=>"why every feel good movie about underdogd and hope helpimg people succeed  seems  to make sense now"}, {"meta"=>"- Highlight Loc. 1450-51  | Added on Friday, October 12, 2012, 01:54 PM", "text"=>"a similar belief can emerge without any kind of adversity."}, {"meta"=>"- Note Loc. 1451  | Added on Friday, October 12, 2012, 01:55 PM", "text"=>"thankfully "}, {"meta"=>"- Highlight Loc. 1455-56  | Added on Friday, October 12, 2012, 01:56 PM", "text"=>"Rather, they changed because they were embedded in social groups that made change easier."}, {"meta"=>"- Highlight Loc. 1468-69  | Added on Friday, October 12, 2012, 01:57 PM", "text"=>"we do know that for habits to permanently change, people must believe that change is feasible."}, {"meta"=>"- Note Loc. 1469  | Added on Friday, October 12, 2012, 01:59 PM", "text"=>"after  all this scientific talk we humans can not still figure out the greatest mystery of nature that is the brain. "}, {"meta"=>"- Highlight Loc. 1512  | Added on Saturday, October 13, 2012, 12:25 AM", "text"=>"We know that a habit cannot be eradicated—it must, instead, be replaced."}, {"meta"=>"- Highlight Loc. 1603-4  | Added on Saturday, October 13, 2012, 12:33 AM", "text"=>"By attacking one habit and then watching the changes ripple through the organization."}, {"meta"=>"- Highlight Loc. 1608  | Added on Saturday, October 13, 2012, 12:34 AM", "text"=>"Some habits, in other words, matter more than others in remaking businesses and lives. These are “keystone habits,”"}, {"meta"=>"- Highlight Loc. 1621  | Added on Saturday, October 13, 2012, 12:35 AM", "text"=>"O’Neill had always been a big believer in lists."}, {"meta"=>"- Highlight Loc. 1765-66  | Added on Sunday, October 14, 2012, 12:57 PM", "text"=>"Then again, all elite performers are"}, {"meta"=>"- Highlight Loc. 1765-66  | Added on Sunday, October 14, 2012, 12:57 PM", "text"=>"Then again, all elite performers are"}, {"meta"=>"- Highlight Loc. 1765-66  | Added on Sunday, October 14, 2012, 12:57 PM", "text"=>"Then again, all elite performers are obsessives."}, {"meta"=>"- Highlight Loc. 1862-63  | Added on Sunday, October 14, 2012, 01:11 PM", "text"=>"“We shouldn’t celebrate because we’ve followed the rules, or brought down a number. We should celebrate because we are saving lives.”"}, {"meta"=>"- Highlight Loc. 1875-77  | Added on Sunday, October 14, 2012, 01:13 PM", "text"=>"“It turns out this guy had been suggesting this painting idea for a decade, but hadn’t told anyone in management,” an Alcoa executive told me. “Then he figures, since we keep on asking for safety recommendations, why not tell them about this other idea? It was like he gave us the winning lottery "}, {"meta"=>"- Highlight Loc. 1895-96  | Added on Sunday, October 14, 2012, 01:16 PM", "text"=>"Poor teacher training, the officials working with O’Neill finally figured out, was a root cause of high infant mortality."}, {"meta"=>"- Note Loc. 1895  | Added on Sunday, October 14, 2012, 01:16 PM", "text"=>"this seems like a chain reaction than anything to do with habits "}, {"meta"=>"- Highlight Loc. 1912-13  | Added on Sunday, October 14, 2012, 01:21 PM", "text"=>"on so much change at once made it impossible for any of it to stick."}, {"meta"=>"- Highlight Loc. 1915-16  | Added on Sunday, October 14, 2012, 01:21 PM", "text"=>"writing down everything they ate at least one day per week."}, {"meta"=>"- Highlight Loc. 1939-40  | Added on Sunday, October 14, 2012, 10:40 PM", "text"=>"O’Neill’s keystone habit—worker safety—had created a platform that encouraged another practice—email—years ahead of competitors."}, {"meta"=>"- Highlight Loc. 1965-66  | Added on Sunday, October 14, 2012, 10:43 PM", "text"=>"This is the final way that keystone habits encourage widespread change: by creating cultures where new values become ingrained."}, {"meta"=>"- Highlight Loc. 1976-77  | Added on Sunday, October 14, 2012, 10:44 PM", "text"=>"“strenuously toward challenges, maintaining effort and interest over years despite failure, adversity, and plateaus in progress.”"}, {"meta"=>"- Highlight Loc. 1986-87  | Added on Sunday, October 14, 2012, 10:45 PM", "text"=>"To succeed, they need a keystone habit that creates a culture—such as a daily gathering of like-minded friends—to help find the strength to overcome obstacles."}, {"meta"=>"- Highlight Loc. 2003  | Added on Sunday, October 14, 2012, 10:48 PM", "text"=>"Everyone understood the message: Every person matters."}, {"meta"=>"- Note Loc. 2003  | Added on Sunday, October 14, 2012, 10:48 PM", "text"=>"parking spot example. another habit developed out of keystone. everyone matters"}, {"meta"=>"- Highlight Loc. 2064  | Added on Sunday, October 14, 2012, 10:55 PM", "text"=>"At the core of that education is an intense focus on an all-important habit: willpower."}, {"meta"=>"- Highlight Loc. 2077-78  | Added on Sunday, October 14, 2012, 10:57 PM", "text"=>"executives recognized that success required cultivating an environment that justified paying four dollars for a fancy cup of coffee."}, {"meta"=>"- Note Loc. 2077  | Added on Sunday, October 14, 2012, 10:58 PM", "text"=>"how does starbucks make us pay 4 bucks for a cup of coffee "}, {"meta"=>"- Highlight Loc. 2154-56  | Added on Tuesday, October 16, 2012, 12:15 AM", "text"=>"Willpower isn’t just a skill. It’s a muscle, like the muscles in your arms or legs, and it gets tired as it works harder, so there’s less power left over for other things.”"}, {"meta"=>"- Highlight Loc. 2258-59  | Added on Tuesday, October 16, 2012, 12:24 AM", "text"=>"temptation to give up halfway through the walk appeared, the patient could ignore it because he had crafted self-discipline into a habit."}, {"meta"=>"- Note Loc. 2276  | Added on Tuesday, October 16, 2012, 12:27 AM", "text"=>"make inflection points for failures into cues and develop the appropriate respones to those cues into habits "}, {"meta"=>"- Highlight Loc. 2303-4  | Added on Tuesday, October 16, 2012, 12:30 AM", "text"=>"they decided ahead of time how to react to a cue—a painful muscle or an angry customer. When the cue arrived, the routine occurred."}, {"meta"=>"- Highlight Loc. 2366-68  | Added on Tuesday, October 16, 2012, 12:37 AM", "text"=>"“When people are asked to do something that takes self-control, if they think they are doing it for personal reasons—if they feel like it’s a choice or something they enjoy because it helps someone else—it’s much less taxing."}, {"meta"=>"- Highlight Loc. 2500-2501  | Added on Tuesday, October 16, 2012, 02:06 PM", "text"=>"they are the products of thoughtlessness, of leaders who avoid thinking about the culture and so let it develop without guidance."}, {"meta"=>"- Bookmark Loc. 2501  | Added on Tuesday, October 16, 2012, 02:06 PM", "text"=>nil}, {"meta"=>"- Highlight Loc. 2504-5  | Added on Tuesday, October 16, 2012, 02:07 PM", "text"=>"An Evolutionary Theory of Economic Change was first published in 1982,"}, {"meta"=>"- Highlight Loc. 2509  | Added on Tuesday, October 16, 2012, 02:08 PM", "text"=>"Schumpeterian theory"}, {"meta"=>"- Note Loc. 2509  | Added on Tuesday, October 16, 2012, 02:08 PM", "text"=>"wha is that ?"}, {"meta"=>"- Highlight Loc. 2519-21  | Added on Tuesday, October 16, 2012, 02:10 PM", "text"=>"it may seem like most organizations make rational choices based on deliberate decision making, but that’s not really how companies operate at all. Instead, firms are guided by long-held organizational habits, patterns that often emerge from thousands of employees’ independent decisions."}, {"meta"=>"- Highlight Loc. 2535-36  | Added on Tuesday, October 16, 2012, 02:12 PM", "text"=>"They provide a kind of “organizational memory,” so that managers don’t have to reinvent the sales process every six months or panic each time a VP quits."}, {"meta"=>"- Highlight Loc. 2559-60  | Added on Tuesday, October 16, 2012, 02:15 PM", "text"=>"if you focus on boosting your own department, rather than undermining your rival, you’ll probably get taken care of over time."}, {"meta"=>"- Highlight Loc. 2693  | Added on Wednesday, October 17, 2012, 12:42 AM", "text"=>"“flashover point.”"}, {"meta"=>"- Highlight Loc. 2736-37  | Added on Wednesday, October 17, 2012, 12:46 AM", "text"=>"How can an organization implement habits that balance authority and, at the same time, choose a person or goal that rises above everyone else?"}, {"meta"=>"- Highlight Loc. 2795  | Added on Wednesday, October 17, 2012, 12:50 AM", "text"=>"In fact, crises are such valuable opportunities that a wise leader often prolongs a sense of emergency on purpose."}, {"meta"=>"- Highlight Loc. 2894-96  | Added on Wednesday, October 17, 2012, 12:58 AM", "text"=>"Or take the way most of us turn to the right after entering a store. (Did you know you turn right? It’s almost certain you do. There are thousands of hours of videotapes showing shoppers turning right once they clear the front doors.) As a result of this"}, {"meta"=>"- Highlight Loc. 2956-57  | Added on Wednesday, October 17, 2012, 01:54 PM", "text"=>"a sample of the data Target collects, a diagram that caused someone in the audience to whistle in wonder when it appeared on the screen:"}, {"meta"=>"- Highlight Loc. 2964-65  | Added on Wednesday, October 17, 2012, 01:56 PM", "text"=>"“We call it the ‘guest portrait,’ ” Pole told me. “The more I know about someone, the better I can guess their buying patterns. I’m not going to guess everything about you every time, but I’ll be right more often than I’m wrong.”"}, {"meta"=>"- Highlight Loc. 2988-89  | Added on Wednesday, October 17, 2012, 01:59 PM", "text"=>"People’s buying habits are more likely to change when they go through a major life event."}, {"meta"=>"- Highlight Loc. 2996-97  | Added on Wednesday, October 17, 2012, 01:59 PM", "text"=>"Having a baby. There’s almost no greater upheaval for most customers than the arrival of a child."}, {"meta"=>"- Highlight Loc. 3146-47  | Added on Wednesday, October 17, 2012, 11:54 PM", "text"=>"There is evidence that a preference for things that sound “familiar” is a product of our neurology."}, {"meta"=>"- Highlight Loc. 3167-69  | Added on Wednesday, October 17, 2012, 11:57 PM", "text"=>"Instead, we react to the cues (“This sounds like all the other songs I’ve ever liked”) and rewards (“It’s fun to hum along!”) and without thinking, we either start singing, or reach over and change the station."}, {"meta"=>"- Highlight Loc. 3192-94  | Added on Wednesday, October 17, 2012, 11:59 PM", "text"=>"exotic must be made familiar. And to do that, you must camouflage it in everyday garb.7.22"}, {"meta"=>"- Highlight Loc. 3216-17  | Added on Thursday, October 18, 2012, 12:02 AM", "text"=>"when companies market to habits we haven’t adopted or, even worse, are unwilling to admit to ourselves—like our secret affection for sappy ballads—firms risk going out of business."}, {"meta"=>"- Note Loc. 3221  | Added on Thursday, October 18, 2012, 12:03 AM", "text"=>"this is what i thought . like camoflauging healthy food with something sweet for kids "}, {"meta"=>"- Highlight Loc. 3357  | Added on Thursday, October 18, 2012, 01:59 PM", "text"=>"A movement starts because of the social habits of friendship and the strong ties between close acquaintances."}, {"meta"=>"- Note Loc. 3357  | Added on Thursday, October 18, 2012, 02:03 PM", "text"=>"movements 1. starts because of the habits of friendship 2. grows because of ties between groups 3. endures because of new habits given by leaders "}, {"meta"=>"- Highlight Loc. 3382  | Added on Thursday, October 18, 2012, 02:05 PM", "text"=>"Brown II—a decision ordering that school integration must proceed"}, {"meta"=>"- Highlight Loc. 3444  | Added on Thursday, October 18, 2012, 02:10 PM", "text"=>"social peer pressure—an influence known as “the power of weak ties”—that made it difficult to avoid joining in."}, {"meta"=>"- Highlight Loc. 3484-85  | Added on Thursday, October 18, 2012, 02:14 PM", "text"=>"It’s the sense of obligation that neighborhoods or communities place upon themselves. In other words, peer pressure."}, {"meta"=>"- Highlight Loc. 3519-21  | Added on Thursday, October 18, 2012, 02:18 PM", "text"=>"The hypothesis was wrong. The selfish and the selfless, according to the data, went South in equal numbers. Differences in motives did not explain “any significant distinctions between participants and withdrawals,” McAdam wrote."}, {"meta"=>"- Note Loc. 3535  | Added on Thursday, October 18, 2012, 02:21 PM", "text"=>"but what makes these indviduals go ? in other words how does it start ?"}, {"meta"=>"- Highlight Loc. 3703-4  | Added on Thursday, October 18, 2012, 11:42 PM", "text"=>"by relying on the combination of strong and weak ties."}, {"meta"=>"- Highlight Loc. 3917-18  | Added on Friday, October 19, 2012, 01:49 PM", "text"=>"some habits are so powerful that they overwhelm our capacity to make choices, and thus we’re not responsible for what we do."}, {"meta"=>"- Highlight Loc. 3932-34  | Added on Friday, October 19, 2012, 01:52 PM", "text"=>"sleepwalking—in which people might leave their beds and start acting out their dreams or other mild impulses—and something called sleep terrors."}, {"meta"=>"- Highlight Loc. 3939-40  | Added on Friday, October 19, 2012, 01:53 PM", "text"=>"The behaviors of people in the grip of sleep terrors are habits, though of the most primal kind."}, {"meta"=>"- Highlight Loc. 3979  | Added on Friday, October 19, 2012, 01:56 PM", "text"=>"automatism defense."}, {"meta"=>"- Highlight Loc. 4091-93  | Added on Friday, October 19, 2012, 02:04 PM", "text"=>"“But what was really interesting were the near misses. To pathological gamblers, near misses looked like wins. Their brains reacted almost the same way. But to a nonpathological gambler, a near miss was like a loss. People without a gambling problem were better at recognizing that a near miss means you still lose.”"}, {"meta"=>"- Highlight Loc. 4106  | Added on Friday, October 19, 2012, 02:06 PM", "text"=>"basal ganglia and the brain stem—are"}, {"meta"=>"- Highlight Loc. 4162-65  | Added on Friday, October 19, 2012, 02:09 PM", "text"=>"The state had a “voluntary exclusion program” in which any person could ask for their name to be placed upon a list that required casinos to bar them from playing, and “the existence of the voluntary exclusion program suggests the legislature intended pathological gamblers to take personal responsibility to prevent and protect themselves against compulsive gambling,”"}, {"meta"=>"- Highlight Loc. 4224-25  | Added on Friday, October 19, 2012, 02:13 PM", "text"=>"This is the real power of habit: the insight that your habits are what you choose them to be. Once that choice occurs—and becomes automatic—it’s not only real, it starts to seem inevitable,"}, {"meta"=>"- Highlight Loc. 4227-29  | Added on Friday, October 19, 2012, 05:32 PM", "text"=>"“There are these two young fish swimming along and they happen to meet an older fish swimming the other way, who nods at them and says ‘Morning, boys. How’s the water?’ ” the writer David Foster Wallace told a class of graduating college students in 2005. “And the two young fish swim on for a bit, and then eventually one of them looks over at the other and goes ‘What the hell is water?’ ”"}]}, {"name"=>"The Language Instinct—How the Mind Creates Language {Steven Pinker}", "author"=>"2007 0061336467 Unknown", "notes"=>[{"meta"=>"- Highlight Loc. 159-61  | Added on Saturday, October 20, 2012, 06:05 PM", "text"=>"a visual system must locate where an object ends and the backdrop begins. But the world is not a coloring book, with black outlines around solid regions. The world as it is projected into our eyes is a mosaic of tiny shaded patches."}]}, {"name"=>"No Easy Day: The Firsthand Account of the Mission That Killed Osama Bin Laden", "author"=>"Mark Owen and Kevin Maurer", "notes"=>[{"meta"=>"- Highlight Loc. 218-19  | Added on Tuesday, October 23, 2012, 12:57 PM", "text"=>"“How do you eat an elephant?” The answer is simple: “One bite at a time.”"}, {"meta"=>"- Highlight Loc. 715  | Added on Wednesday, October 24, 2012, 01:00 PM", "text"=>"The Little Bird is a light helicopter used for special operations in the United States Army."}, {"meta"=>"- Highlight Loc. 1104-5  | Added on Thursday, October 25, 2012, 12:56 PM", "text"=>"three tandem passengers,"}, {"meta"=>"- Note Loc. 1670  | Added on Wednesday, November 07, 2012, 10:59 PM", "text"=>"red tape bureacracy in places where it should not be "}]}, {"name"=>"Incognito", "author"=>"David Eagleman", "notes"=>[{"meta"=>"- Highlight Loc. 66-67  | Added on Monday, November 12, 2012, 02:00 PM", "text"=>"Given the billions of neurons, this means there are as many connections in a single cubic centimeter of brain tissue as there are stars in the Milky Way galaxy."}, {"meta"=>"- Highlight Loc. 70-71  | Added on Monday, November 12, 2012, 02:01 PM", "text"=>"thrown ourselves headlong into the game of deciphering our own programming language."}, {"meta"=>"- Highlight Loc. 85-86  | Added on Monday, November 12, 2012, 02:04 PM", "text"=>"every one of the billions of radios on the planet is proudly serving up bags of feathers once thought irretrievable."}, {"meta"=>"- Highlight Loc. 105  | Added on Monday, November 12, 2012, 02:07 PM", "text"=>"Your consciousness is like a tiny stowaway on a transatlantic steamship,"}, {"meta"=>"- Highlight Loc. 118-19  | Added on Monday, November 12, 2012, 02:10 PM", "text"=>"instead the choice of successful programs that had been burned deep into the brain’s circuitry over the course of hundreds of thousands of generations."}, {"meta"=>"- Highlight Loc. 158  | Added on Monday, November 12, 2012, 02:16 PM", "text"=>"British poet Samuel Taylor Coleridge."}, {"meta"=>"- Note Loc. 158  | Added on Monday, November 12, 2012, 02:16 PM", "text"=>"someone like kannadasan"}, {"meta"=>"- Highlight Loc. 173-74  | Added on Monday, November 12, 2012, 02:18 PM", "text"=>"So consciousness is best left uninvited from most of the parties. When it does get included, it’s usually the last one to hear the information."}, {"meta"=>"- Highlight Loc. 254-56  | Added on Monday, November 12, 2012, 11:43 PM", "text"=>"divided into two different kinds: motor and sensory. The former carried information out from the command center of the brain, and the latter brought information back."}, {"meta"=>"- Highlight Loc. 301  | Added on Tuesday, November 13, 2012, 01:26 AM", "text"=>"Sigmund Freud,"}, {"meta"=>"- Highlight Loc. 317-20  | Added on Tuesday, November 13, 2012, 01:29 AM", "text"=>"a successful strategy for helping hysterical patients: ask them to talk, without inhibition, about the earliest occurrences of their symptoms.12 Freud expanded the technique to other neuroses, and suggested that a patient’s buried traumatic experiences could be the "}, {"meta"=>"- Note Loc. 320  | Added on Tuesday, November 13, 2012, 01:29 AM", "text"=>"beginning of psychology and psychiatry ?"}, {"meta"=>"- Highlight Loc. 381-82  | Added on Tuesday, November 13, 2012, 01:44 AM", "text"=>"In the same manner, consciousness is a way of projecting all the activity in your nervous system into a simpler form."}, {"meta"=>"- Highlight Loc. 404-5  | Added on Tuesday, November 13, 2012, 01:48 AM", "text"=>"Your peripheral vision is far worse than you would have ever intuited,"}, {"meta"=>"- Highlight Loc. 412-13  | Added on Tuesday, November 13, 2012, 01:49 AM", "text"=>"that they are only seeing a limited cone of vision at any "}, {"meta"=>"- Highlight Loc. 430  | Added on Tuesday, November 13, 2012, 01:52 AM", "text"=>"This “change blindness” highlights the importance of attention: to see an object change, you must attend to it."}, {"meta"=>"- Highlight Loc. 451-53  | Added on Tuesday, November 13, 2012, 01:55 AM", "text"=>"Only slowly did it become clear that the brain doesn’t actually use a 3-D model—instead, it builds up something like a 2½-D sketch at best.9"}, {"meta"=>"- Highlight Loc. 466  | Added on Tuesday, November 13, 2012, 01:57 AM", "text"=>"It computes on a need-to-know basis."}, {"meta"=>"- Highlight Loc. 504-6  | Added on Tuesday, November 13, 2012, 02:01 AM", "text"=>"“multistable” stimulus—that is, an image that flips back and forth between different perceptions. Pick what you perceive as the “front” face of the cube. Staring at the picture for a moment, you’ll notice that sometimes the front face appears to become the back face, and the orientation of the cube changes."}, {"meta"=>"- Highlight Loc. 568  | Added on Tuesday, November 13, 2012, 01:55 PM", "text"=>"as the motion aftereffect"}, {"meta"=>"- Highlight Loc. 589-90  | Added on Tuesday, November 13, 2012, 01:58 PM", "text"=>"position and motion are separable in the brain."}, {"meta"=>"- Highlight Loc. 639-40  | Added on Tuesday, November 13, 2012, 02:05 PM", "text"=>"In other words, if you took a data stream from a video camera and converted it into an input to a different sense—taste or touch, say—would you eventually be able to see the world that way?"}, {"meta"=>"- Highlight Loc. 689-90  | Added on Tuesday, November 13, 2012, 02:10 PM", "text"=>"cognitive translation into direct perception."}, {"meta"=>"- Highlight Loc. 707-8  | Added on Tuesday, November 13, 2012, 02:13 PM", "text"=>"At least 15 percent of human females possess a genetic mutation that gives them an extra (fourth) type of color photoreceptor—and"}, {"meta"=>"- Note Loc. 708  | Added on Tuesday, November 13, 2012, 02:13 PM", "text"=>"explains a lot about fashion"}, {"meta"=>"- Highlight Loc. 734-35  | Added on Tuesday, November 13, 2012, 02:17 PM", "text"=>"Charles Bonnet syndrome,"}, {"meta"=>"- Highlight Loc. 766-67  | Added on Tuesday, November 13, 2012, 11:48 PM", "text"=>"McGurk effect as another example: when the sound of a syllable (ba) is synchronized with a video of lip movements mouthing a different syllable (ga),"}, {"meta"=>"- Highlight Loc. 791  | Added on Tuesday, November 13, 2012, 11:51 PM", "text"=>"that our expectations influence what we see."}, {"meta"=>"- Note Loc. 796  | Added on Tuesday, November 13, 2012, 11:52 PM", "text"=>"that is crap. the blobs look like a male right away"}, {"meta"=>"- Note Loc. 814  | Added on Tuesday, November 13, 2012, 11:55 PM", "text"=>"very similar to the hypothesi behin the habit loop. "}, {"meta"=>"- Note Loc. 820  | Added on Tuesday, November 13, 2012, 11:56 PM", "text"=>"and now i know how to tickle .yself. develop a video game "}, {"meta"=>"- Highlight Loc. 839-40  | Added on Tuesday, November 13, 2012, 11:59 PM", "text"=>"And so it is with your conscious life: it collects a lot of information before it airs it live."}, {"meta"=>"- Highlight Loc. 907-8  | Added on Wednesday, November 14, 2012, 12:07 AM", "text"=>"The ability to remember motor acts like changing lanes is called procedural memory, and it is a type of implicit memory—meaning"}, {"meta"=>"- Note Loc. 945  | Added on Wednesday, November 14, 2012, 02:08 PM", "text"=>"this seems very strange. how can such a knowldge be ueful if it cant be imparted. it is no better than second guessing as far as the technique goes "}, {"meta"=>"- Highlight Loc. 946  | Added on Wednesday, November 14, 2012, 02:09 PM", "text"=>"implicit memory is completely separable from explicit memory:"}, {"meta"=>"- Highlight Loc. 1002-3  | Added on Wednesday, November 14, 2012, 02:14 PM", "text"=>"Implicit egotism is not just about life partners—it also influences the products you prefer and purchase."}, {"meta"=>"- Highlight Loc. 1028  | Added on Wednesday, November 14, 2012, 02:17 PM", "text"=>"As crazy as it sounds, all these findings"}, {"meta"=>"- Note Loc. 1028  | Added on Wednesday, November 14, 2012, 02:18 PM", "text"=>"yes they do sound crazy "}, {"meta"=>"- Note Loc. 1033  | Added on Wednesday, November 14, 2012, 02:19 PM", "text"=>"this experiment just failed on me "}, {"meta"=>"- Highlight Loc. 1037  | Added on Wednesday, November 14, 2012, 02:19 PM", "text"=>"This effect is called priming: your brain has been primed like a pump."}, {"meta"=>"- Note Loc. 1059  | Added on Wednesday, November 14, 2012, 02:22 PM", "text"=>"kinda makes sense. especially in things like hate messages. "}, {"meta"=>"- Note Loc. 1096  | Added on Wednesday, November 14, 2012, 02:26 PM", "text"=>"gut feeling !!"}, {"meta"=>"- Highlight Loc. 1113-14  | Added on Wednesday, November 14, 2012, 11:44 PM", "text"=>"details of how your brain does things, from reading letters to changing lanes. So what role does the conscious mind play, if any, in all your know-how? A"}, {"meta"=>"- Highlight Loc. 1137-38  | Added on Wednesday, November 14, 2012, 11:47 PM", "text"=>"This is what consciousness does: it sets the goals, and the rest of the system learns how to meet them."}, {"meta"=>"- Highlight Loc. 1153  | Added on Wednesday, November 14, 2012, 11:48 PM", "text"=>"The first is speed."}, {"meta"=>"- Highlight Loc. 1160  | Added on Wednesday, November 14, 2012, 11:50 PM", "text"=>"energy efficiency."}, {"meta"=>"- Note Loc. 1170  | Added on Wednesday, November 14, 2012, 11:52 PM", "text"=>"explains why jobs like programming and research where you have to think of something new everyday makes yiu tired at the end of the day as much as jobs which require physicsl ffort"}, {"meta"=>"- Highlight Loc. 1248  | Added on Thursday, November 15, 2012, 12:00 AM", "text"=>"Each organism has its own umwelt, which it presumably assumes to be the entire objective reality “out there.”"}, {"meta"=>"- Highlight Loc. 1305  | Added on Thursday, November 15, 2012, 01:58 PM", "text"=>"synesthesia."}, {"meta"=>"- Highlight Loc. 1341-42  | Added on Thursday, November 15, 2012, 02:03 PM", "text"=>"Babies, helpless as they are, pop into the world with neural programs specialized for reasoning about objects, physical causality, numbers, the biological world, the beliefs and motivations of other individuals, and social interactions."}, {"meta"=>"- Note Loc. 1354  | Added on Thursday, November 15, 2012, 02:05 PM", "text"=>"good to know that all children babble the same way. atleast at that point there is no divide amongst them"}, {"meta"=>"- Highlight Loc. 1363  | Added on Thursday, November 15, 2012, 02:06 PM", "text"=>"start off knowledge-free and attempt to learn the rules of the world."}, {"meta"=>"- Note Loc. 1363  | Added on Thursday, November 15, 2012, 02:06 PM", "text"=>"ann failures ?"}, {"meta"=>"- Highlight Loc. 1461  | Added on Thursday, November 15, 2012, 02:17 PM", "text"=>"Form reflects function."}, {"meta"=>"- Highlight Loc. 1568  | Added on Friday, November 16, 2012, 02:02 PM", "text"=>"social attachment relies on a sophisticated system of chemical signaling."}, {"meta"=>"- Highlight Loc. 1584  | Added on Friday, November 16, 2012, 02:03 PM", "text"=>"locks in the monogamy, which is known as"}, {"meta"=>"- Highlight Loc. 1584  | Added on Friday, November 16, 2012, 02:04 PM", "text"=>"pair-bonding."}, {"meta"=>"- Highlight Loc. 1595  | Added on Friday, November 16, 2012, 02:06 PM", "text"=>"Some men may be genetically inclined to have and hold a single partner, while some may not."}, {"meta"=>"- Note Loc. 1595  | Added on Friday, November 16, 2012, 02:07 PM", "text"=>"if we could just pump that into everyone there would be fewer breakups and divorces "}, {"meta"=>"- Highlight Loc. 1655  | Added on Friday, November 16, 2012, 02:13 PM", "text"=>"Alcohol removes inhibitions, allowing all kinds of opinions to escape uncensored."}, {"meta"=>"- Highlight Loc. 1660-61  | Added on Friday, November 16, 2012, 02:13 PM", "text"=>"(In wine there is the truth),"}, {"meta"=>"- Highlight Loc. 1688-89  | Added on Friday, November 16, 2012, 02:16 PM", "text"=>"perhaps the robot could solve the problem by distributing the labor among specialized subagents—small"}, {"meta"=>"- Highlight Loc. 1705-6  | Added on Friday, November 16, 2012, 02:18 PM", "text"=>"The idea of dividing up problems into subroutines ignited the young field of artificial intelligence."}, {"meta"=>"- Highlight Loc. 1717  | Added on Friday, November 16, 2012, 02:20 PM", "text"=>"society-of-mind idea opened"}, {"meta"=>"- Highlight Loc. 1737-38  | Added on Friday, November 16, 2012, 02:23 PM", "text"=>"The final vote of the parliament determines which party controls your action—that is, whether you put your hand out or up. In the end, you either eat the chocolate cake or you do not, but you cannot do both."}, {"meta"=>"- Highlight Loc. 1739  | Added on Friday, November 16, 2012, 02:23 PM", "text"=>"conflicted"}, {"meta"=>"- Highlight Loc. 1747  | Added on Friday, November 16, 2012, 02:24 PM", "text"=>"The pull matches the push."}, {"meta"=>"- Highlight Loc. 1750  | Added on Friday, November 16, 2012, 02:24 PM", "text"=>"jury of peers in a courtroom trial."}, {"meta"=>"- Note Loc. 1750  | Added on Friday, November 16, 2012, 02:25 PM", "text"=>"this is a very good eg of conflicts leading up to a single decision "}, {"meta"=>"- Highlight Loc. 1753-54  | Added on Friday, November 16, 2012, 02:25 PM", "text"=>"Abraham Lincoln chose to place adversaries William Seward and Salmon Chase in his presidential cabinet."}, {"meta"=>"- Highlight Loc. 1764  | Added on Sunday, November 18, 2012, 07:38 PM", "text"=>"THE DOMINANT TWO-PARTY SYSTEM: REASON AND EMOTION"}, {"meta"=>"- Highlight Loc. 1793-94  | Added on Monday, November 19, 2012, 02:47 AM", "text"=>"emotional networks are absolutely required to rank your possible next actions in the world:"}, {"meta"=>"- Highlight Loc. 1799  | Added on Monday, November 19, 2012, 02:49 AM", "text"=>"call the trolley dilemma."}, {"meta"=>"- Highlight Loc. 1818  | Added on Monday, November 19, 2012, 02:51 AM", "text"=>"Because that sort of personal interaction activates the emotional networks."}, {"meta"=>"- Highlight Loc. 1843  | Added on Monday, November 19, 2012, 02:53 AM", "text"=>"This impersonal nature of waging war makes it disconcertingly easy."}, {"meta"=>"- Highlight Loc. 1851-52  | Added on Monday, November 19, 2012, 02:54 AM", "text"=>"The emotional systems are evolutionarily old, and therefore shared with many other species, while the development of the rational system is more recent."}, {"meta"=>"- Note Loc. 1852  | Added on Monday, November 19, 2012, 02:54 AM", "text"=>"so is the rational system mrely a social system ?"}, {"meta"=>"- Highlight Loc. 1858-59  | Added on Monday, November 19, 2012, 02:55 AM", "text"=>"you are a charioteer, and your chariot is pulled by two thunderous horses, the white horse of reason and the black horse of passion."}, {"meta"=>"- Note Loc. 1886  | Added on Monday, November 19, 2012, 02:58 AM", "text"=>"interesting to tie in this case scenario with this process.. but it seems believable "}, {"meta"=>"- Highlight Loc. 1898  | Added on Monday, November 19, 2012, 02:59 AM", "text"=>"the proverbial deal with the Devil: your wishes granted now for your soul in the distant future."}, {"meta"=>"- Highlight Loc. 1903  | Added on Monday, November 19, 2012, 03:00 AM", "text"=>"someone who is able to resist that temptation."}, {"meta"=>"- Highlight Loc. 1904  | Added on Monday, November 19, 2012, 03:00 AM", "text"=>"We value such people because it is easy to yield to"}, {"meta"=>"- Highlight Loc. 1932-34  | Added on Monday, November 19, 2012, 03:03 AM", "text"=>"So why would people willingly ask a bank to take away their money, especially in the face of restrictions and early withdrawal fees? The answer is obvious: people wanted someone to stop them from spending their money. They knew that if they held on to their own money, they were likely to blow it."}, {"meta"=>"- Highlight Loc. 1938-39  | Added on Monday, November 19, 2012, 03:04 AM", "text"=>"They’d rather grant someone else the responsibility to protect them from impulsive decisions."}, {"meta"=>"- Highlight Loc. 1958-59  | Added on Monday, November 19, 2012, 03:05 AM", "text"=>"Freely made decisions that bind you in the future are what philosophers call a Ulysses contract."}, {"meta"=>"- Highlight Loc. 1982-83  | Added on Monday, November 19, 2012, 03:07 AM", "text"=>"The rule of thumb is this: when you cannot rely on your own rational systems, borrow someone else’s."}, {"meta"=>"- Highlight Loc. 2062-63  | Added on Monday, November 19, 2012, 11:29 PM", "text"=>"when we keep looking, we find more. Biology never checks off a problem and calls it quits. It reinvents solutions continually."}, {"meta"=>"- Highlight Loc. 2076-78  | Added on Monday, November 19, 2012, 11:32 PM", "text"=>"Many people are found to have the neural ravages of Alzheimer’s disease upon autopsy—but they never showed the symptoms while they were alive. How can this be? It turns out that these people continued to challenge their brains into old age by staying active"}, {"meta"=>"- Highlight Loc. 2127-28  | Added on Monday, November 19, 2012, 11:35 PM", "text"=>"alien hand syndrome tell us? It unmasks the fact that we harbor mechanical, “alien” subroutines to which we have no access and of which we have no acquaintance."}, {"meta"=>"- Highlight Loc. 2291-92  | Added on Monday, November 19, 2012, 11:46 PM", "text"=>"you feel as though you’ve left home and arrived at work in the blink of an eye. Your zombie systems are experts at taking care of business as usual."}, {"meta"=>"- Highlight Loc. 2317-18  | Added on Tuesday, November 20, 2012, 02:11 PM", "text"=>"If you put a red egg in the nest of a herring gull, it goes berserk."}, {"meta"=>"- Highlight Loc. 2345  | Added on Tuesday, November 20, 2012, 02:15 PM", "text"=>"what is a secret, neurobiologically?"}, {"meta"=>"- Highlight Loc. 2350  | Added on Tuesday, November 20, 2012, 02:16 PM", "text"=>"When there are competing votes in the brain—one for telling, and one for withholding—that defines a secret."}, {"meta"=>"- Highlight Loc. 2350-51  | Added on Tuesday, November 20, 2012, 02:16 PM", "text"=>"If no party cares to tell, that’s merely a boring fact; if both parties want to tell, that’s just a good story."}, {"meta"=>"- Highlight Loc. 2375-76  | Added on Tuesday, November 20, 2012, 02:19 PM", "text"=>"team-of-rivals framework will play an important role in dislodging the jammed field of artificial intelligence."}, {"meta"=>"- Highlight Loc. 2381-82  | Added on Tuesday, November 20, 2012, 02:20 PM", "text"=>"the main lesson we can extract from biology is that it’s better to cultivate a team of populations that attack the problem in different, overlapping manners."}, {"meta"=>"- Highlight Loc. 2461  | Added on Tuesday, November 20, 2012, 02:27 PM", "text"=>"amygdala is involved in emotional regulation, especially as regards fear and aggression."}, {"meta"=>"- Highlight Loc. 2480-81  | Added on Tuesday, November 20, 2012, 02:29 PM", "text"=>"To what extent is someone at fault if his brain is damaged in ways about which he has no choice?"}, {"meta"=>"- Highlight Loc. 2493-94  | Added on Tuesday, November 20, 2012, 02:31 PM", "text"=>"The drives you take for granted (“I’m a hetero/homosexual,” “I’m attracted to children/adults,” “I’m aggressive/not aggressive,” and so on) depend on the intricate details of your neural machinery."}, {"meta"=>"- Highlight Loc. 2520-21  | Added on Tuesday, November 20, 2012, 02:34 PM", "text"=>"Parkinson’s results from the loss of cells in the brain that produce a neurotransmitter known as dopamine."}, {"meta"=>"- Note Loc. 2525  | Added on Tuesday, November 20, 2012, 02:35 PM", "text"=>"the addiction video from john in sci show "}, {"meta"=>"- Highlight Loc. 2694-95  | Added on Wednesday, November 21, 2012, 01:52 AM", "text"=>"In other words, parts of the brain were making decisions well before the person consciously experienced the urge."}, {"meta"=>"- Highlight Loc. 2742-43  | Added on Wednesday, November 21, 2012, 01:55 AM", "text"=>"So I’m going to propose what I call the principle of sufficient automatism."}, {"meta"=>"- Highlight Loc. 2962-64  | Added on Wednesday, November 21, 2012, 02:07 AM", "text"=>"We cannot restrict what people think; nor should a legal system hope to set that as its goal. Social policy can only hope to prevent impulsive thoughts from tipping into behavior until they are reflected upon by a healthy neurodemocracy."}, {"meta"=>"- Highlight Loc. 3026-27  | Added on Wednesday, November 21, 2012, 01:52 PM", "text"=>"The idea would be to punish only when the behavior is modifiable."}, {"meta"=>"- Highlight Loc. 3197-99  | Added on Wednesday, November 21, 2012, 02:03 PM", "text"=>"Beyond lack of access, there could even be prevention of access. My colleague Read Montague once speculated that we might have algorithms that protect us from ourselves. For example, computers have boot sectors which are inaccessible by the operating system—they"}, {"meta"=>"- Highlight Loc. 3602-3  | Added on Thursday, November 22, 2012, 01:53 AM", "text"=>"As the quip goes: If our brains were simple enough to be understood, we wouldn’t be smart enough to understand them."}]}, {"name"=>"Quiet", "author"=>"Susan Cain", "notes"=>[{"meta"=>"- Highlight Loc. 128  | Added on Thursday, November 22, 2012, 01:56 AM", "text"=>"Rosa Parks."}, {"meta"=>"- Highlight Loc. 143  | Added on Thursday, November 22, 2012, 01:57 AM", "text"=>"Parks herself seemed aware of this paradox, calling her autobiography Quiet Strength—a"}, {"meta"=>"- Highlight Loc. 157-59  | Added on Thursday, November 22, 2012, 01:59 AM", "text"=>"As with other complementary pairings—masculinity and femininity, East and West, liberal and conservative—humanity would be unrecognizable, and vastly diminished, without both personality styles."}, {"meta"=>"- Highlight Loc. 172-73  | Added on Thursday, November 22, 2012, 02:01 AM", "text"=>"Extrovert Ideal—the omnipresent belief that the ideal self is gregarious, alpha, and comfortable in the spotlight."}, {"meta"=>"- Highlight Loc. 176-77  | Added on Thursday, November 22, 2012, 02:02 AM", "text"=>"our tolerance extends mainly to those who get fabulously wealthy or hold the promise of doing so."}, {"meta"=>"- Highlight Loc. 228-29  | Added on Thursday, November 22, 2012, 02:06 AM", "text"=>"“out of your shell”—that noxious expression which fails to appreciate that some animals naturally carry shelter everywhere they go,"}, {"meta"=>"- Highlight Loc. 291-92  | Added on Thursday, November 22, 2012, 12:03 PM", "text"=>"Myers-Briggs personality test,"}, {"meta"=>"- Highlight Loc. 367-68  | Added on Thursday, November 22, 2012, 12:11 PM", "text"=>"“There is no such thing as a pure extrovert or a pure introvert. Such a man would be in the lunatic asylum.”"}, {"meta"=>"- Highlight Loc. 615-16  | Added on Thursday, November 22, 2012, 07:50 PM", "text"=>"self-esteem depend more than ever on the ability to meet the demands of the Culture of Personality."}, {"meta"=>"- Highlight Loc. 844  | Added on Sunday, November 25, 2012, 09:13 PM", "text"=>"(students at HBS practically go to the bathroom in teams)."}, {"meta"=>"- Highlight Loc. 859-60  | Added on Sunday, November 25, 2012, 09:14 PM", "text"=>"He prefers to contribute only when he believes he has something insightful to add, or honest-to-God disagrees with someone."}, {"meta"=>"- Highlight Loc. 1181-82  | Added on Monday, November 26, 2012, 01:58 AM", "text"=>"Its leader is Rick Warren, author of The Purpose Driven Life, one of the best-selling books of all time, and the man who delivered the invocation at President Obama’s inauguration."}, {"meta"=>"- Highlight Loc. 1250-52  | Added on Monday, November 26, 2012, 03:18 PM", "text"=>"it’s always been private occasions that make me feel connected to the joys and sorrows of the world, often in the form of communion with writers and musicians I’ll never meet in person."}, {"meta"=>"- Highlight Loc. 1252-53  | Added on Monday, November 26, 2012, 03:18 PM", "text"=>"unity between writer and reader “that fruitful miracle of a communication in the midst of solitude.”"}, {"meta"=>"- Highlight Loc. 1288-89  | Added on Monday, November 26, 2012, 03:22 PM", "text"=>"The young man, whose name is Stephen Wozniak, is thrilled to hear of the Altair."}, {"meta"=>"- Highlight Loc. 1296  | Added on Monday, November 26, 2012, 03:23 PM", "text"=>"And ten months after that, he and Steve Jobs cofound Apple Computer."}, {"meta"=>"- Note Loc. 1296  | Added on Monday, November 26, 2012, 03:24 PM", "text"=>"and yet without the hyper extroverted steve jobs would it have been of any ue ?"}, {"meta"=>"- Highlight Loc. 1320-21  | Added on Monday, November 26, 2012, 03:27 PM", "text"=>"Work alone. You’re going to be best able to design revolutionary products and features if you’re working on your own. Not on a committee. Not on a team."}, {"meta"=>"- Highlight Loc. 1335-36  | Added on Monday, November 26, 2012, 03:31 PM", "text"=>"introverts prefer to work independently, and solitude can be a catalyst to innovation."}, {"meta"=>"- Highlight Loc. 1420-21  | Added on Tuesday, November 27, 2012, 01:08 AM", "text"=>"“It’s a truism in tech that open source attracts introverts,”"}, {"meta"=>"- Highlight Loc. 1525  | Added on Tuesday, November 27, 2012, 01:32 AM", "text"=>"Jason Fried, cofounder of the web application company 37signals."}, {"meta"=>"- Highlight Loc. 1554-56  | Added on Tuesday, November 27, 2012, 01:35 AM", "text"=>"Brainstorming had four rules: 1. Don’t judge or criticize ideas. 2. Be freewheeling. The wilder the idea, the better. 3. Go for quantity. The more ideas you have, the better. 4. Build on the ideas of fellow group members."}, {"meta"=>"- Highlight Loc. 1580  | Added on Tuesday, November 27, 2012, 01:38 AM", "text"=>"“If you have talented and motivated people, they should be encouraged to work alone when creativity or efficiency is the highest priority.”"}, {"meta"=>"- Highlight Loc. 1586-87  | Added on Tuesday, November 27, 2012, 01:38 AM", "text"=>"we’re so impressed by the power of online collaboration that we’ve come to overvalue all group work at the expense of solo thought."}, {"meta"=>"- Bookmark Loc. 1663  | Added on Tuesday, November 27, 2012, 01:47 AM", "text"=>nil}, {"meta"=>"- Highlight Loc. 1662-63  | Added on Tuesday, November 27, 2012, 01:47 AM", "text"=>"we should actively seek out symbiotic introvert-extrovert relationships,"}, {"meta"=>"- Highlight Loc. 1758-60  | Added on Tuesday, November 27, 2012, 01:54 PM", "text"=>"Temperament refers to inborn, biologically based behavioral and emotional patterns that are observable in infancy and early childhood; personality is the complex brew that emerges after cultural influence and personal experience are thrown into the mix."}, {"meta"=>"- Highlight Loc. 1769-70  | Added on Tuesday, November 27, 2012, 01:55 PM", "text"=>"The amygdala serves as the brain’s emotional switchboard, receiving information from the senses and then signaling the rest of the brain and nervous system how to respond."}, {"meta"=>"- Highlight Loc. 1834-35  | Added on Tuesday, November 27, 2012, 02:04 PM", "text"=>"Can we really reduce an introverted or extroverted personality to the nervous system its owner was born with?"}, {"meta"=>"- Note Loc. 1835  | Added on Tuesday, November 27, 2012, 02:05 PM", "text"=>"ask mom how i was when i was a baby"}, {"meta"=>"- Highlight Loc. 1862  | Added on Tuesday, November 27, 2012, 02:09 PM", "text"=>"“Every behavior has more than one cause."}, {"meta"=>"- Highlight Loc. 1873-74  | Added on Tuesday, November 27, 2012, 11:30 PM", "text"=>"when our ancestors lived on the savannah, being watched intently meant only one thing: a wild animal was stalking us."}, {"meta"=>"- Highlight Loc. 1915  | Added on Wednesday, November 28, 2012, 02:33 PM", "text"=>"Lykken has controversially called psychopaths and heroes “twigs on the same genetic branch.”"}, {"meta"=>"- Note Loc. 1926  | Added on Wednesday, November 28, 2012, 02:37 PM", "text"=>"this part should be essentials of parenting. a parent should not only give a good  home education and environment nfor the growing up child but also understand exactly what the child needs by understanding his or her needs. "}, {"meta"=>"- Highlight Loc. 1929-31  | Added on Wednesday, November 28, 2012, 02:39 PM", "text"=>"children are like dandelions, able to thrive in just about any environment. But others, including the high-reactive types that Kagan studied, are more like orchids: they wilt easily, but under the right conditions can grow strong and magnificent."}, {"meta"=>"- Note Loc. 1931  | Added on Wednesday, November 28, 2012, 02:40 PM", "text"=>"exactly what i was talking about in the previous nnote"}, {"meta"=>"- Highlight Loc. 1986  | Added on Wednesday, November 28, 2012, 11:34 PM", "text"=>"the Secret of Public Speaking for Introverts)"}, {"meta"=>"- Note Loc. 1986  | Added on Wednesday, November 28, 2012, 11:34 PM", "text"=>"how is this different frm all those self help gurus trying to impart their mthods in us "}, {"meta"=>"- Highlight Loc. 2030-31  | Added on Wednesday, November 28, 2012, 11:38 PM", "text"=>"the footprint of a high- or low-reactive temperament never disappeared in adulthood."}, {"meta"=>"- Highlight Loc. 2038-39  | Added on Wednesday, November 28, 2012, 11:40 PM", "text"=>"We might call this the “rubber band theory” of personality. We are like rubber bands at rest. We are elastic and can stretch ourselves, but only so much."}, {"meta"=>"- Highlight Loc. 2111  | Added on Thursday, November 29, 2012, 02:11 PM", "text"=>"difference between introverts and extroverts: their preference for stimulation."}, {"meta"=>"- Highlight Loc. 2146-48  | Added on Thursday, November 29, 2012, 02:17 PM", "text"=>"introverts over-aroused by the loud noise, but they also underperformed—taking an average of 9.1 trials rather than 5.8 to learn the game. The opposite was true for the extroverts—they were under-aroused (and possibly bored) by the quieter conditions, and took an average of 7.3 trials, compared with the 5.4 they’d averaged under noisier conditions."}, {"meta"=>"- Note Loc. 2148  | Added on Thursday, November 29, 2012, 02:18 PM", "text"=>"this is why i need quieter work conditions as compared to others at work"}, {"meta"=>"- Highlight Loc. 2167  | Added on Thursday, November 29, 2012, 02:20 PM", "text"=>"Understanding your sweet spot can increase your satisfaction in every arena of your life,"}, {"meta"=>"- Highlight Loc. 2186-87  | Added on Thursday, November 29, 2012, 02:22 PM", "text"=>"desensitization involves exposing yourself (and your amygdala) to the thing you’re afraid of over and over again, in manageable doses."}, {"meta"=>"- Highlight Loc. 2234-35  | Added on Thursday, November 29, 2012, 02:26 PM", "text"=>"no one more courageous than the person who speaks with the courage of his convictions."}, {"meta"=>"- Highlight Loc. 2351-52  | Added on Friday, November 30, 2012, 02:22 PM", "text"=>"Recently a group of scientists at Stony Brook University tested this finding by showing two pairs of photos (of"}, {"meta"=>"- Highlight Loc. 2358-59  | Added on Friday, November 30, 2012, 02:23 PM", "text"=>"that high-reactive first graders spend more time than other children comparing choices when they play matching games or reading unfamiliar words."}, {"meta"=>"- Highlight Loc. 2362  | Added on Friday, November 30, 2012, 02:24 PM", "text"=>"they’re highly empathic."}, {"meta"=>"- Highlight Loc. 2421-22  | Added on Friday, November 30, 2012, 02:31 PM", "text"=>"“Functional, moderate guilt,” writes Kochanska, “may promote future altruism, personal responsibility, adaptive behavior in school, and harmonious, competent, and prosocial relationships with parents, teachers, and friends.”"}, {"meta"=>"- Highlight Loc. 2683-84  | Added on Wednesday, December 05, 2012, 11:34 PM", "text"=>"an excess of something psychologists call reward sensitivity."}, {"meta"=>"- Highlight Loc. 2702-3  | Added on Wednesday, December 05, 2012, 11:36 PM", "text"=>"Dorn has observed that her extroverted clients are more likely to be highly reward-sensitive, while the introverts are more likely to pay attention to warning signals."}, {"meta"=>"- Highlight Loc. 2738-39  | Added on Wednesday, December 05, 2012, 11:43 PM", "text"=>"Dopamine is the “reward chemical” released in response to anticipated pleasures."}, {"meta"=>"- Highlight Loc. 2751-52  | Added on Thursday, December 06, 2012, 02:00 PM", "text"=>"introverts just don’t buzz as easily. In"}, {"meta"=>"- Note Loc. 2751  | Added on Thursday, December 06, 2012, 02:01 PM", "text"=>"this seems to be too one sided "}, {"meta"=>"- Highlight Loc. 2762-63  | Added on Thursday, December 06, 2012, 02:02 PM", "text"=>"When Ted Turner (who appears to be an extreme extrovert) compared the AOL–Time Warner deal to his first sexual experience, he may have been telling us that he was in the same buzzy state of mind as an adolescent"}, {"meta"=>"- Highlight Loc. 2839-40  | Added on Thursday, December 06, 2012, 02:12 PM", "text"=>"introverts are “geared to inspect” and extroverts “geared to respond.”"}, {"meta"=>"- Highlight Loc. 2898-99  | Added on Thursday, December 06, 2012, 02:19 PM", "text"=>"“It’s not that I’m so smart,” said Einstein, who was a consummate introvert. “It’s that I stay with problems longer.”"}, {"meta"=>"- Highlight Loc. 3046-47  | Added on Sunday, December 09, 2012, 01:57 PM", "text"=>"In a gentle way, you can shake the world."}, {"meta"=>"- Highlight Loc. 3046-47  | Added on Sunday, December 09, 2012, 01:57 PM", "text"=>"In a gentle way, you can shake the world."}, {"meta"=>"- Highlight Loc. 3046-47  | Added on Sunday, December 09, 2012, 01:57 PM", "text"=>"In a gentle way, you can shake the world. —MAHATMA GANDHI"}, {"meta"=>"- Highlight Loc. 3099  | Added on Sunday, December 09, 2012, 02:04 PM", "text"=>"filial obligation,"}, {"meta"=>"- Highlight Loc. 3129-31  | Added on Sunday, December 09, 2012, 02:07 PM", "text"=>"“Perhaps instead of trying to change their ways, colleges can learn to listen to their sound of silence,” wrote Heejung Kim, a Stanford University cultural psychologist, in a paper arguing that talking is not always a positive act."}, {"meta"=>"- Highlight Loc. 3154-56  | Added on Sunday, December 09, 2012, 02:37 PM", "text"=>"“The Americans emphasize sociability and prize those attributes that make for easy, cheerful association. The Chinese emphasize deeper attributes, focusing on moral virtues and achievement.”"}, {"meta"=>"- Highlight Loc. 3196-97  | Added on Sunday, December 09, 2012, 02:40 PM", "text"=>"dominant pictures activated pleasure centers in the American brains, while the submissive pictures did the same for the Japanese."}, {"meta"=>"- Highlight Loc. 3206-7  | Added on Sunday, December 09, 2012, 02:42 PM", "text"=>"What looks to Westerners like Asian deference, in other words, is actually a deeply felt concern for the sensibilities of others."}, {"meta"=>"- Highlight Loc. 3212-13  | Added on Sunday, December 09, 2012, 02:44 PM", "text"=>"it’s because of relationship-honoring that Hiroshima victims apologized to each other for surviving."}, {"meta"=>"- Highlight Loc. 3235-37  | Added on Sunday, December 09, 2012, 02:47 PM", "text"=>"spending his free time mostly with other Asians, partly because they had “the same level of outgoingness” he did. The non-Asians tended to make him feel as if he had to “be really hyped up or excited, even though that might not be true to who I am.”"}, {"meta"=>"- Note Loc. 3237  | Added on Sunday, December 09, 2012, 02:47 PM", "text"=>"explains a lot "}, {"meta"=>"- Highlight Loc. 3363-64  | Added on Sunday, December 09, 2012, 03:15 PM", "text"=>"“It is my conviction,” Gandhi wrote later, “that all these good things are due to my non-resistance."}, {"meta"=>"- Highlight Loc. 3374-77  | Added on Sunday, December 09, 2012, 03:16 PM", "text"=>"West, passivity is a transgression. To be “passive,” according to the Merriam-Webster Dictionary, means to be “acted upon by an external agency.” It also means to be “submissive.” Gandhi himself ultimately rejected the phrase “passive resistance,” which he associated with weakness, preferring satyagraha, the term he coined to mean “firmness in pursuit of truth.”"}, {"meta"=>"- Note Loc. 3377  | Added on Sunday, December 09, 2012, 03:18 PM", "text"=>"if i was not an introvert myself i would like to read this paragraph out loud to anyone who says \"be proactive\""}, {"meta"=>"- Highlight Loc. 3401-3  | Added on Sunday, December 09, 2012, 03:21 PM", "text"=>"excellent students seem not only to possess the cognitive ability to solve math and science problems, but also to have a useful personality characteristic: quiet persistence."}, {"meta"=>"- Highlight Loc. 3499-3500  | Added on Monday, December 10, 2012, 01:50 PM", "text"=>"In other words, introverts are capable of acting like extroverts for the sake of work they consider important, people they love, or anything they value highly."}, {"meta"=>"- Highlight Loc. 3500-3501  | Added on Monday, December 10, 2012, 01:51 PM", "text"=>"Free Trait Theory explains why an introvert might throw his extroverted wife a surprise party or join the PTA at his daughter’s school."}, {"meta"=>"- Highlight Loc. 3513-14  | Added on Monday, December 10, 2012, 01:53 PM", "text"=>"Free Trait Theory seems to run counter to a cherished piece of our cultural heritage. Shakespeare’s oft-quoted advice, “To thine own self be true,”"}, {"meta"=>"- Highlight Loc. 3553-55  | Added on Monday, December 10, 2012, 01:57 PM", "text"=>"behavioral leakage, in which our true selves seep out via unconscious body language: a subtle look away at a moment when an extrovert would have made eye contact, or a skillful turn of the conversation by a lecturer that places the burden of talking on the audience"}, {"meta"=>"- Highlight Loc. 3637-39  | Added on Monday, December 10, 2012, 02:07 PM", "text"=>"The route to success is to be the sort of person I am not. This is not self-monitoring; it is self-negation. Where Jillian acts out of character for the sake of worthy tasks that temporarily require a different orientation, Alison believes that there is something fundamentally wrong with who she is."}, {"meta"=>"- Highlight Loc. 3670  | Added on Monday, December 10, 2012, 02:13 PM", "text"=>"the best way to act out of character is to stay as true to yourself as you possibly can—starting"}, {"meta"=>"- Highlight Loc. 3682  | Added on Monday, December 10, 2012, 02:14 PM", "text"=>"restorative niches"}, {"meta"=>"- Note Loc. 3682  | Added on Monday, December 10, 2012, 02:15 PM", "text"=>"they destroyed mine with this new setup "}, {"meta"=>"- Note Loc. 3715  | Added on Tuesday, December 11, 2012, 01:41 AM", "text"=>"seems like advice made for me "}, {"meta"=>"- Highlight Loc. 3747-48  | Added on Tuesday, December 11, 2012, 01:46 AM", "text"=>"“People who tend to [suppress their negative emotions] regularly,” concludes Grob, “might start to see the world in a more negative light.”"}, {"meta"=>"- Highlight Loc. 3970-71  | Added on Tuesday, December 11, 2012, 02:04 PM", "text"=>"They found that the extroverts were a lot more accurate than the introverts in assessing whether their partner liked talking to them."}, {"meta"=>"- Highlight Loc. 4449-50  | Added on Thursday, December 13, 2012, 02:04 AM", "text"=>"Love is essential; gregariousness is optional. Cherish your nearest and dearest."}, {"meta"=>"- Highlight Loc. 4458-59  | Added on Thursday, December 13, 2012, 02:05 AM", "text"=>"one new honest-to-goodness relationship is worth ten fistfuls of business cards."}]}, {"name"=>"Outliers: The Story of Success", "author"=>"Malcolm Gladwell", "notes"=>[{"meta"=>"- Highlight on Page 10 | Loc. 101-3  | Added on Thursday, December 13, 2012, 11:03 PM", "text"=>"went to conferences where their peers were presenting long rows of data arrayed in complex charts and referring to this kind of gene or that kind of physiological process, and they themselves were talking instead about the mysterious and magical benefits of people stopping to talk to one another on the street and of having three generations under one roof. "}, {"meta"=>"- Highlight on Page 18 | Loc. 141  | Added on Thursday, December 13, 2012, 11:07 PM", "text"=>"You can’t buy your way into Major Junior A hockey. "}, {"meta"=>"- Bookmark on Page 20 | Loc. 169  | Added on Thursday, December 13, 2012, 11:11 PM", "text"=>nil}, {"meta"=>"- Highlight on Page 20 | Loc. 169-70  | Added on Thursday, December 13, 2012, 11:11 PM", "text"=>"It makes a difference where and when we grew up. The culture we belong to and the legacies passed down by our forebears shape the patterns of our achievement in ways we cannot begin to imagine. "}, {"meta"=>"- Highlight on Page 34 | Loc. 306  | Added on Friday, December 14, 2012, 02:31 PM", "text"=>"“Matthew Effect” "}, {"meta"=>"- Highlight on Page 34 | Loc. 314  | Added on Friday, December 14, 2012, 02:32 PM", "text"=>"the systems we set up to determine who gets ahead aren’t particularly efficient. "}, {"meta"=>"- Highlight on Page 39 | Loc. 348-49  | Added on Friday, December 14, 2012, 02:34 PM", "text"=>"Because we cling to the idea that success is a simple function of individual merit and that the world in which we all grow up and the rules we choose to write as a society don’t matter at all. "}, {"meta"=>"- Highlight on Page 43 | Loc. 397  | Added on Friday, December 14, 2012, 02:39 PM", "text"=>"is there such a thing as innate talent? The obvious answer is yes. "}, {"meta"=>"- Highlight on Page 43 | Loc. 398  | Added on Friday, December 14, 2012, 02:40 PM", "text"=>"Achievement is talent plus preparation. "}, {"meta"=>"- Highlight on Page 45 | Loc. 420-21  | Added on Friday, December 14, 2012, 02:42 PM", "text"=>"The idea that excellence at performing a complex task requires a critical minimum level of practice surfaces again and again in studies of expertise. "}, {"meta"=>"- Highlight on Page 57 | Loc. 546  | Added on Friday, December 14, 2012, 11:29 PM", "text"=>"The Hamburg crucible is one of the things that set the Beatles apart. "}, {"meta"=>"- Highlight on Page 63 | Loc. 613-15  | Added on Saturday, December 15, 2012, 01:53 AM", "text"=>"All the outliers we’ve looked at so far were the beneficiaries of some kind of unusual opportunity. Lucky breaks don’t seem like the exception with software billionaires and rock bands and star athletes. "}, {"meta"=>"- Note on Page 63 | Loc. 615  | Added on Saturday, December 15, 2012, 01:55 AM", "text"=>"what about making use of this opportunity ? isnt that as important as having them "}, {"meta"=>"- Highlight on Page 74 | Loc. 690-91  | Added on Saturday, December 15, 2012, 01:56 AM", "text"=>"In the 1860s and 1870s, the American economy went through perhaps the greatest transformation in its history. This was when the railroads were being built and when Wall Street emerged. It was when industrial manufacturing started in earnest. "}, {"meta"=>"- Highlight on Page 85 | Loc. 785-86  | Added on Saturday, December 15, 2012, 02:03 AM", "text"=>"At five, he began questioning his grandfather about the existence of God—and remembers being disappointed in the answers he got. "}, {"meta"=>"- Highlight on Page 89 | Loc. 824  | Added on Saturday, December 15, 2012, 02:06 AM", "text"=>"Genetic Studies of Genius. "}, {"meta"=>"- Highlight on Page 93 | Loc. 866-67  | Added on Sunday, December 16, 2012, 06:21 PM", "text"=>"A mature scientist with an adult IQ of 130 is as likely to win a Nobel Prize as is one whose IQ is 180.” "}, {"meta"=>"- Highlight on Page 93 | Loc. 872  | Added on Sunday, December 16, 2012, 06:22 PM", "text"=>"Intelligence has a threshold. "}, {"meta"=>"- Highlight on Page 96 | Loc. 908-9  | Added on Sunday, December 16, 2012, 06:25 PM", "text"=>"Barry Schwartz recently proposed that elite schools give up their complex admissions process and simply hold a lottery for everyone above the "}, {"meta"=>"- Note on Page 102 | Loc. 968  | Added on Sunday, December 16, 2012, 08:28 PM", "text"=>"so what about those people who were not given the opportunity because of this ? since this book is so huge on opportunity what about opportunity denied to others"}, {"meta"=>"- Highlight on Page 115 | Loc. 1111-14  | Added on Monday, December 17, 2012, 02:02 PM", "text"=>"The particular skill that allows you to talk your way out of a murder rap, or convince your professor to move you from the morning to the afternoon section, is what the psychologist Robert Sternberg calls “practical intelligence.” To Sternberg, practical intelligence includes things like “knowing what to say to whom, knowing when to say it, and knowing how to say it for maximum effect.” "}, {"meta"=>"- Highlight on Page 137 | Loc. 1341  | Added on Monday, December 17, 2012, 11:33 PM", "text"=>"We tell rags-to-riches stories because we find something captivating in the idea of a lone hero battling overwhelming odds. But the "}, {"meta"=>"- Highlight on Page 149 | Loc. 1475-76  | Added on Tuesday, December 18, 2012, 02:04 PM", "text"=>"To have been born before 1911 is to have been demographically unlucky. "}, {"meta"=>"- Highlight on Page 151 | Loc. 1495-97  | Added on Tuesday, December 18, 2012, 02:06 PM", "text"=>"The decade of the 1930s is what is called a “demographic trough.” In response to the economic hardship of the Depression, families simply stopped having children, and as a result, the generation born during that decade was markedly smaller than both the generation that preceded it "}, {"meta"=>"- Highlight on Page 189 | Loc. 1847-48  | Added on Wednesday, December 19, 2012, 01:59 PM", "text"=>"He has to be willing to fight in response to even the slightest challenge to his reputation—and that’s what a “culture of honor” means. "}, {"meta"=>"- Highlight on Page 192 | Loc. 1887-89  | Added on Wednesday, December 19, 2012, 02:05 PM", "text"=>"The “culture of honor” hypothesis says that it matters where you’re from, not just in terms of where you grew up or where your parents grew up, but in terms of where your great-grandparents and great-great-grandparents grew up and even where your great-great-great-grandparents grew up. "}, {"meta"=>"- Highlight on Page 197 | Loc. 1947-48  | Added on Thursday, December 20, 2012, 01:34 AM", "text"=>"Can we learn something about why people succeed and how to make people better at what they do by taking cultural legacies seriously? I think we can. "}, {"meta"=>"- Highlight on Page 201 | Loc. 1982  | Added on Thursday, December 20, 2012, 01:37 AM", "text"=>"but for the grace of God, "}, {"meta"=>"- Note on Page 201 | Loc. 1982  | Added on Thursday, December 20, 2012, 01:38 AM", "text"=>"not someting i expect to see in an anakytical book like this "}, {"meta"=>"- Highlight on Page 204 | Loc. 2016  | Added on Thursday, December 20, 2012, 01:41 AM", "text"=>"Korean Air did not succeed—it did not right itself—until it acknowledged the importance of its cultural legacy. "}, {"meta"=>"- Highlight on Page 206 | Loc. 2037-38  | Added on Thursday, December 20, 2012, 01:44 AM", "text"=>"Consider, for example, the famous (in aviation circles, anyway) crash of the Colombian airliner Avianca flight 052 in January of 1990. "}, {"meta"=>"- Highlight on Page 228 | Loc. 2288-89  | Added on Friday, December 21, 2012, 02:26 PM", "text"=>"Power distance is concerned with attitudes toward hierarchy, specifically with how much a particular culture values and respects authority. "}, {"meta"=>"- Highlight on Page 257 | Loc. 2586-88  | Added on Wednesday, December 26, 2012, 06:47 PM", "text"=>"convert the words to numbers (37 + 22). Only then can she do the math: 2 plus 7 is 9 and 30 and 20 is 50, which makes 59. Ask an Asian child to add three-tens-seven and two-tens-two, and then the necessary equation is right there, embedded in the sentence. No number translation is necessary: It’s five-tens-nine. "}, {"meta"=>"- Highlight on Page 259 | Loc. 2605-6  | Added on Wednesday, December 26, 2012, 06:49 PM", "text"=>"But the differences between the number systems in the East and the West suggest something very different—that being good at math may also be rooted in a group’s culture. "}, {"meta"=>"- Highlight on Page 263 | Loc. 2657-58  | Added on Wednesday, December 26, 2012, 06:56 PM", "text"=>"What redeemed the life of a rice farmer, however, was the nature of that work. It was a lot like the garment work done by the Jewish immigrants to New York. It was meaningful. "}, {"meta"=>"- Highlight on Page 268 | Loc. 2708-10  | Added on Wednesday, December 26, 2012, 07:01 PM", "text"=>"Slope, as I’m sure you remember (or, more accurately, as I’ll bet you don’t remember; I certainly didn’t), is rise over run. The slope of the line in our example is 1, since the rise is 5 and the run is 5. "}, {"meta"=>"- Highlight on Page 274 | Loc. 2771-72  | Added on Wednesday, December 26, 2012, 07:06 PM", "text"=>"Success is a function of persistence and doggedness and the willingness to work hard for twenty-two minutes to make sense of something that most people would give up on after thirty seconds. "}, {"meta"=>"- Highlight on Page 276 | Loc. 2795-96  | Added on Wednesday, December 26, 2012, 07:08 PM", "text"=>"So, which places are at the top of both lists? The answer shouldn’t surprise you: Singapore, South Korea, China (Taiwan), Hong Kong, and Japan. "}, {"meta"=>"- Highlight on Page 282 | Loc. 2859-60  | Added on Thursday, December 27, 2012, 11:43 PM", "text"=>"Summer vacation is a topic seldom mentioned in American educational debates. It is considered a permanent and inviolate feature of school life, "}, {"meta"=>"- Highlight on Page 284 | Loc. 2873-74  | Added on Thursday, December 27, 2012, 11:44 PM", "text"=>"This “achievement gap” is a phenomenon that has been observed over and over again, and it typically provokes one of two responses. "}, {"meta"=>"- Highlight on Page 313 | Loc. 2917-18  | Added on Friday, December 28, 2012, 04:20 AM", "text"=>"What Alexander’s work suggests is that the way in which education has been discussed in the United States is backwards. "}, {"meta"=>"- Highlight on Page 314 | Loc. 2920-21  | Added on Friday, December 28, 2012, 04:20 AM", "text"=>"Schools work. The only problem with school, for the kids who aren’t achieving, is that there isn’t enough of it. "}, {"meta"=>"- Highlight on Page 288 | Loc. 3017-20  | Added on Friday, December 28, 2012, 10:32 PM", "text"=>"Everything we have learned in Outliers says that success follows a predictable course. It is not the brightest who succeed. If it were, Chris Langan would be up there with Einstein. Nor is success simply the sum of the decisions and efforts we make on our own behalf. It is, rather, a gift. Outliers are those who have been given opportunities—and who have had the strength and presence of mind to seize them. "}, {"meta"=>"- Highlight on Page 288 | Loc. 3026  | Added on Friday, December 28, 2012, 10:33 PM", "text"=>"We are so caught in the myths of the best and the brightest and the self-made that we think outliers spring naturally from the earth. "}]}, {"name"=>"Chronicles: 1", "author"=>"Bob Dylan", "notes"=>[{"meta"=>"- Highlight on Page 4 | Loc. 38-39  | Added on Saturday, December 29, 2012, 04:14 AM", "text"=>"Outside the wind was blowing, straggling cloud wisps, snow whirling in the red lanterned streets, city types scuffling around, bundled up—salesmen in rabbit fur earmuffs hawking gimmicks, chestnut vendors, steam rising out of manholes. "}, {"meta"=>"- Highlight on Page 5 | Loc. 54-55  | Added on Sunday, December 30, 2012, 01:33 AM", "text"=>"I could hardly believe myself awake when sitting in his office, him signing me to Columbia Records was so unbelievable. It would have sounded like a made-up thing. "}, {"meta"=>"- Highlight on Page 4 | Loc. 49  | Added on Sunday, December 30, 2012, 01:34 AM", "text"=>"John Hammond, the great talent scout "}, {"meta"=>"- Highlight on Page 9 | Loc. 109  | Added on Sunday, December 30, 2012, 01:43 AM", "text"=>"The Café Wha? was a club on MacDougal Street in the heart of Greenwich Village. "}, {"meta"=>"- Highlight on Page 13 | Loc. 149  | Added on Sunday, December 30, 2012, 01:48 AM", "text"=>"wampum. "}, {"meta"=>"- Highlight on Page 17 | Loc. 209-10  | Added on Sunday, December 30, 2012, 01:58 AM", "text"=>"What really set me apart in these days was my repertoire. It was more formidable than the rest of the coffeehouse players, my template being hard-core folk songs backed by incessantly loud strumming. I’d either drive people away or they’d come in closer to see what it was all about. "}, {"meta"=>"- Highlight on Page 18 | Loc. 217-18  | Added on Sunday, December 30, 2012, 01:59 AM", "text"=>"I began hanging out at the Folklore Center, the citadel of Americana folk music. That was also on MacDougal Street, between Bleecker and 3rd. "}, {"meta"=>"- Highlight on Page 20 | Loc. 235  | Added on Sunday, December 30, 2012, 02:03 AM", "text"=>"antediluvian "}, {"meta"=>"- Highlight on Page 20 | Loc. 243-44  | Added on Sunday, December 30, 2012, 02:04 AM", "text"=>"happiness isn’t on the road to anything. That happiness is the road. "}, {"meta"=>"- Highlight on Page 22 | Loc. 262  | Added on Sunday, December 30, 2012, 02:07 AM", "text"=>"Dave Van Ronk. "}, {"meta"=>"- Highlight on Page 32 | Loc. 359-60  | Added on Wednesday, January 02, 2013, 11:43 PM", "text"=>"There were a million stories, just everyday New York things if you wanted to focus in on them. "}, {"meta"=>"- Highlight on Page 41 | Loc. 482-84  | Added on Thursday, January 03, 2013, 11:13 PM", "text"=>"my mind was in full swing, I had even wanted to go to West Point. I’d always pictured myself dying in some heroic battle rather than in bed. I wanted to be a general with my own battalion and wondered how to get the key to open this wonderland. "}, {"meta"=>"- Highlight on Page 42 | Loc. 495-96  | Added on Thursday, January 03, 2013, 11:15 PM", "text"=>"“There are some people you’ll never be able to win over. "}, {"meta"=>"- Note on Page 42 | Loc. 496  | Added on Thursday, January 03, 2013, 11:15 PM", "text"=>"how true for every other aspect of life as well"}, {"meta"=>"- Highlight on Page 55 | Loc. 647-48  | Added on Friday, January 04, 2013, 02:26 PM", "text"=>"There’s a lot of things that I didn’t have, didn’t have too much of a concrete identity either. “I’m a rambler—I’m a gambler. I’m a long way from home.” "}, {"meta"=>"- Highlight on Page 55 | Loc. 652-53  | Added on Friday, January 04, 2013, 02:27 PM", "text"=>"Alan Lomax himself, the great folk archivist, had said somewhere that if you want to get out of America, go to Greenwich Village. "}, {"meta"=>"- Highlight on Page 60 | Loc. 714-15  | Added on Monday, January 07, 2013, 02:29 PM", "text"=>"I’d never been to California. It seemed like it was the place of some special, glamorous race. "}, {"meta"=>"- Highlight on Page 61 | Loc. 722-23  | Added on Monday, January 07, 2013, 02:30 PM", "text"=>"When I listened to Johnny’s version of “Positively 4th Street,” I liked his version better than mine. "}, {"meta"=>"- Highlight on Page 62 | Loc. 742-43  | Added on Monday, January 07, 2013, 02:33 PM", "text"=>"Gerde’s Folk City, the preeminent folk club in America. Gerde’s was on Mercer Street near West Broadway at the edge of the Village, "}]}, {"name"=>"Backbone Tutorials", "author"=>"Thomas Davis", "notes"=>[{"meta"=>"- Highlight Loc. 136-37  | Added on Tuesday, January 08, 2013, 01:17 AM", "text"=>"Tip: Place all your templates in a file and serve them from a CDN. This ensures your users will always have your application cached."}, {"meta"=>"- Highlight Loc. 340-41  | Added on Tuesday, January 08, 2013, 02:42 PM", "text"=>"All attributes of a model can have listeners bound to them to detect changes to their values."}, {"meta"=>"- Highlight Loc. 370-71  | Added on Tuesday, January 08, 2013, 02:45 PM", "text"=>"if we like simply ‘this.on(“change”, function(model){});’ to listen for changes to all attributes of the model."}, {"meta"=>"- Highlight Loc. 535-41  | Added on Tuesday, January 08, 2013, 02:49 PM", "text"=>"11             this.bind(\"error\", function(model, error){ 12                 // We have received an error, log it, alert it or forget it\\"}, {"meta"=>"- Highlight Loc. 667-68  | Added on Wednesday, January 09, 2013, 02:08 PM", "text"=>"A route defined as “/:route/:action” will pass 2 variables (“route” and “action”) to the callback function."}, {"meta"=>"- Highlight Loc. 693  | Added on Wednesday, January 09, 2013, 02:08 PM", "text"=>"Routes are quite powerful and in an ideal world your application should never contain too many."}, {"meta"=>"- Highlight Loc. 707  | Added on Wednesday, January 09, 2013, 02:09 PM", "text"=>"Asynchronous Module Definitions designed to load modular code asynchronously in the browser and server."}, {"meta"=>"- Highlight Loc. 889-97  | Added on Wednesday, January 09, 2013, 02:15 PM", "text"=>"], function($, _, Backbone){  9       // Above we have passed in jQuery, Underscore and Backbone 10       // They will not be accessible in the global scope 11       return {};"}, {"meta"=>"- Highlight Loc. 877-79  | Added on Wednesday, January 09, 2013, 02:15 PM", "text"=>" 1     //Filename: boilerplate.js"}]}]